[kor]
dlgname=작업정보
whtyp=창고타입 :
jobtyp=작업구분 :
luggno=작업번호 :
jobsta=작업상태 :
startpos=출발지 :
barcode=바코드 :
destpos=도착지 :
bcrbottom=하단 BCR :
bcrtop=상단 BCR :
clear=초기화
update=수정
delete=삭제
copy=복사
select=조회
selectresult=조회건수 : 
update=수정
search=조회
search3=조회
jobpriority=우선순위 : 
productsize=PULP 단수 : 

[eng]
dlgname=작업정보
whtyp=창고타입
jobtyp=작업구분
luggno=작업번호
jobsta=작업상태
startpos=출발지
barcode=바코드
destpos=도착지
bcrbottom=하단바코드
bcrtop=상단바코드
clear=초기화
update=수정
delete=삭제
copy=복사
select=SEARCH
selectresult=SEARCH RESULT
update=CELL-UPDATE
search=SEARCH
search3=SEARCH

[chin]
dlgname=工作信息
whtyp=工作類型
jobtyp=工作类型
luggno=工作号
jobsta=工作状态
startpos=出发地
barcode=条形码
destpos=目的地
bcrbottom=条形码 底部
bcrtop=条形码 顶部
clear=初始化
update=更新
search=查詢
search3=查詢
delete=删除
copy=複製
select=查詢
selectresult=查詢 结果
update=更新
search=搜索

[hun]
dlgname=작업정보
whtyp=창고타입
jobtyp=작업구분
luggno=작업번호
jobsta=작업상태
startpos=출발지
barcode=바코드
destpos=도착지
bcrbottom=하단바코드
bcrtop=상단바코드
clear=초기화
search=SEARCH
search3=SEARCH
update=수정
delete=삭제
copy=복사
select=UPDATE
selectresult=UPDATE eredmény
update=frissítés